tap "hashicorp/tap"
tap "homebrew/bundle"
tap "localstack/tap"
tap "nikitabobko/tap"
tap "tinygo-org/tools"
tap "tofuutils/tap"
brew "python@3.12"
brew "awscli"
brew "bison"
brew "bison@2.7"
brew "direnv"
brew "eza"
brew "fzf"
brew "glow"
brew "htmlq"
brew "lazygit"
brew "libgit2"
brew "neovim"
brew "nvm"
brew "pipx"
brew "redis"
brew "thrift"
brew "tmux"
brew "tofuenv"
brew "virtualenv"
brew "winetricks"
brew "yadm"
brew "youtube-dl"
brew "hashicorp/tap/terraform", link: false
brew "localstack/tap/localstack-cli"
brew "tinygo-org/tools/tinygo"
cask "aerospace"
cask "copyq"
cask "font-hack-nerd-font"
cask "gstreamer-development"
cask "gstreamer-runtime"
cask "wine-stable"
cask "yippy"
vscode "1yib.rust-bundle"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "rust-lang.rust-analyzer"
vscode "vscodevim.vim"
